Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mozi__mozi-009-exaltation-of-the-virtuous-ii__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 子墨子言曰：今王公大人之君人民，主社稷，治國家，欲脩保而勿失，故不察尚賢爲政之本也？何以知尚賢之爲政本也？曰：自貴且智者爲政乎愚且賤者，則治；自愚且賤者爲政乎貴且智者，則亂。
en: Motse said: Now, in caring for the people, ruling the state, and governing the country, the rulers desire permanency and stability. But why do they not learn that exaltation of the virtuous is the foundation of government? How do we know exaltation of the virtuous is the foundation of government? When the honourable and wise run the government, the Ignorant and humble remain orderly; but when the ignorant and humble run the government, the honourable and wise become rebellious. Therefore we know exaltation of the virtuous is the foundation of government. The ancient sage-kings greatly emphasized the exaltation of the virtuous and the employment of the capable.

source: 是以知尚賢之爲政本也。故古者聖王甚尊尚賢，而任使能，不黨父兄，不偏貴富，不嬖顏色。賢者，舉而上之，富而貴之，以爲官長。
en: Without special consideration for relatives, for the rich and honoured or for the good-looking, they exalted and promoted the virtuous, enriched and honoured them, and made them governors and leaders.

source: 不肖者抑而廢之，貧而賤之以爲徒役，是以民皆勸其賞，畏其罰，相率而爲賢者。以賢者衆，而不肖者寡，此謂進賢。然後聖人聽其言，迹其行，察其所能而愼予官，此謂事能。
en: The vicious they kept back and banished, depossessed and degraded, and made labourers and servants. Thereupon people were all encouraged by rewards and threatened by punishments and strove with each the cdmtry w govern the country, those who were capable to administer the court were made to administer the court, and those who were capable in managing the districts were made to manage the districts. All those who had charge of the country, the court, and the districts were then the virtuous of the land. When the virtuous rules the country, he starts the day early and retires late, hearing lawsuits and attending to the government. As a result, the country is well governed and laws are justly administered. When the virtuous administers the court he retires late and wakes up early, collecting taxes from passes, markets, and on products from mountains, woods, waters, and land to fill the court.

source: 故可使治國者，使治國。可使長官者，使長官。
en: As a result, the court is filled and wealth is not wasted.

source: 可使治邑者，使治邑。凡所使治國家、官府、邑里，此皆國之賢者也。賢者之治國也，蚤朝晏退，聽獄治政，是以國家治而刑法正。
en: When the virtuous manages the districts, he goes out before sunrise and comes back after sunset, plowing and sowing, planting and cultivating, and gathering harvests of grains. As a result, grains are in plenty and people are sufficiently supplied with food.

source: 賢者之長官也，夜寢夙興，收斂關市、山林、澤梁之利，以實官府，是以官府實而財不散。賢者之治邑也，蚤出莫入，耕稼、樹藝、聚菽粟，是以菽粟多而民足乎食。
en: Therefore when the country is well governed the laws are well administered, and when the court is filled the people are wealthy. For the higher sphere, the rulers had wherewith to make wine and cakes to do sacrifice and libation to Heaven and the spirits. For the countries outside, they had wherewith to provide the furs and money to befriend neighbouring feudal lords. For the people within, they had wherewith to feed the hungry and give rest to the tired. Above all these, they had means to cherish the virtuous. Therefore from above, Heaven and the spirits enrich them; from without, the feudal lords submit themselves to them; from within, the people show them affection, and the virtuous become loyal to them.

source: 故國家治則刑法正，官府實則萬民富。
en: Hence they could have satisfaction in planning and success in execution.

source: 上有以絜爲酒醴粢盛，以祭祀天鬼。
en: In defence they are strong and in attack victorious.

source: 外有以爲皮幣，與四鄰諸侯交接。內有以食飢息勞，將養其萬民，外有以懷天下之賢人。是故上者天鬼富之，外者諸侯與之，內者萬民親之，賢人歸之。以此謀事則得，舉事則成，入守則固，出誅則彊。
en: How the way that enabled the sage-kings of the Three Dynasties, namely Yao, Shun Yii, T ang, Wen and Wu, to rule the empire and head the feudal lords was no other than this (principle of exaltation of the virtuous). However, if there is only the principle while the technique of its application is not known, then it would seem to be still incomplete. Therefore there should be laid down three rules. What are the three rules? They are: (I) when their rank (that of the virtuous) is not high, people would not show them respect; (2) when their emoluments are not liberal people would not place confidence in them; (3) when their orders are not final, people would not stand in awe before them. So the ancient sage-kings placed them high in rank, gave them liberal emoluments, trusted them with important charges, and decreed their orders to be final.

source: 故唯昔三代聖王堯、舜、禹、湯、文、武之所以王天下、正諸侯者，此亦其法已。旣曰若法，未知所以行之術，則事猶若未成，是以必爲置三本。何謂三本？曰：
en: And all this was done not merely to reward their subordinates: it was to fulfil their trust. Thus runs an Ode: " I am instructing you to take worries and cares of the world as your own; I am teaching the order of ranks for the virtuous and talented. Who can handle virtue even at such an early time as that of Confucius The Feat without rinsing; His' hands (in cold water) This is to show Fow in the: past the rulers could not do without befriending subordinates and helpers. It was like the necessity of rinsing in handling hot objects to relieve the hands. The ancient sage-kings concentrated on acquiring and employing the virtuous— honouring them with high ranks, and assigning land to them — unwearied to the end of their lives. The virtuous men on the other hand only hoped to find an enlightened ruler to serve— exhausting all the powers of the four limbs to attend to the king's business— untired to the end of their lives.

source: 旣曰若法，未知所以行之術，則事猶若未成，是以必爲置三本。何謂三本？曰：「爵位不高則民不敬也，蓄祿不厚則民不信也，政令不斷則民不畏也。
en: When there were any excellences and virtues they were attributed to the emperor. Thus excellences and virtues belonged to the emperor while complaints and slanders were directed against the subordinates. Peace and joy abode with the king while worries and sorrows were lodged with the officials. This was how the ancient sage-kings administered the government. The present rulers, imitating the ancients, also want to employ the virtuous in government by exalting them. Ranks given them are very high, but the emoluments do not follow proportionally.

source: 故古聖王高予之爵，重予之祿，任之以事，斷予之令。夫豈爲其臣賜哉？欲其事之成也。《詩》曰：「告女憂卹，誨女予爵。
en: Now, "Yon have your counsels; you employ caution; But the disorder grows and dismemberments ensue. I tell you the subjects of anxiety; I instruct you how to distinguish the orders of men.

source: 古者聖王唯毋得賢人而使之，般爵以貴之，裂地以封之，終身不厭。賢人唯毋得明君而事之，竭四肢之力，以任君之事，終身不倦。若有美善，則歸之上，是以美善在上，而所怨謗在下，寧樂在君，憂戚在臣。
en: I tell you the subjects of anxiety; I instruct you how to distinguish the orders of men. Who can hold anything hot? Must he not dip it (first) in water? You (and your advisers) will sink together in ruin.'" to be high in rank but receive small emoluments will not inspire people’s confidence. The virtuous would say to themselves: This is not real love for me, but only to make use of me as a means." Now, bow can people be affectionate to their superiors when they are only (treated as) means? Therefore an ancient king said; He who is too ambitious in government will not share his tasks with others.

source: 故古者聖王之爲政若此。今王公大人亦欲效人以尚賢使能爲政，高予之爵，而祿不從也。夫高爵而無祿，民不信也。
en: He who over-treasures wealth will not offer big emoluments to others." When tasks are not assigned and emoluments are not given, it may be asked wherefrom would the virtuous come to the side of the rulers?

source: 曰：「此非中實愛我也，假藉而用我也。」夫假藉之民，將豈能親其上哉？故先王言曰：「貪於政者，不能分人以事；厚於貨者，不能分人以祿。
en: At home the vicious are not filial to their parents, and, having left their home town, they would not recognize their elders. They move about without restraint and disregard the rules of propriety about sexes. When trusted with the administration of the court, they would steal; when trusted to defend a city, they would raise an insurrection.

source: 王公大人尊此以爲政乎國家，則賞亦必不當賢，而罰亦必不當暴。若苟賞不當賢，而罰不當暴，則是爲賢者不勸，而爲暴者不沮矣。是以入則不慈孝父母，出則不長弟鄉里，居處無節，出入無度，男女無別。
en: They move about without restraint and disregard the rules of propriety about sexes. When trusted with the administration of the court, they would steal; when trusted to defend a city, they would raise an insurrection. the lord meets with death, they would not follow him and commit suicide; when the lord has to flee the country, they would not accompany him in banishment. In judging lawsuits they are not just, and in dividing property they are partial. In planning they are not helpful, in execution they are inefficient. Neither in defence are they strong, nor in attack are they victorious.

source: 使治官府則盜竊，守城則倍畔，君有難則不死，出亡則不從，使斷獄則不中，分財則不均，與謀事不得，舉事不成，入守不固，出誅不彊。故雖昔者三代暴王桀、紂、幽、厲之所以失措其國家，傾覆其社稷者，已此故也。
en: Now, the reason that the wicked kings of the Three Dynasties, namely, Chieh, Chow, Yu, and Li, misruled the country and upset their states was no other than this (employment of the vicious). Why is this so? Because they understood petty but were ignorant about things of importance. When the rulers cannot get a coat mad© they will employ able tailors. When they cannot have an ox or a sheep killed will employ able butchers. In these two instances they do know they should exalt the virtuous and employ the capa for business.

source: 故當若之二物者，王公大人未知以尚賢使能爲政也。逮至其國家之亂，社稷之危，則不知使能以治之，親戚則使之，無故富貴、面目佼好則使之。
en: But as to the employment of the rich without merit and the good-looking — will these necessarily prove themselves wise and intelligent? To let these rule the country is to let the unwise and unin-telligent rule the country. And disorder can then be pre-dicted. Moreover, the rulers employ their minds by the attractiveness of their appearance, and show them favour without finding out their knowledge. As a result, are not capable to rule a hundred men are assigned to over a thousand, and those who are not capable to thousand are assigned to posts over ten thousand. What is Ciiieli is of Hsia, Chow of Shaixg, Yu and Li of Chou. the reason for this?

source: 夫無故富貴、面目佼好則使之，豈必智且有慧哉？若使之治國家，則此使不智慧者治國家也。
en: Why, such positions are high in rank and rich in emoluments. Therefore the specially favoured are picked for them.

source: 國家之亂，旣可得而知己。且夫王公大人，有所愛其色而使之，其心不察其知，而與其愛。是故不能治百人者，使處乎千人之官。不能治千人者，使處乎萬人之官。此其故何也？曰：
en: But to make those incapable of ruling a thousand men rule ten thousand is to increase their duty tenfold. The business of the government comes daily. It is to be attended to every day, yet the day cannot be lengthened by tenfold. To govern, again, requires knowledge.

source: 「若處官者，爵高而祿厚，故愛其色而使之焉。」夫不能治千人者，使處乎萬人之官，則此官什倍也。夫治之法將日至者也。日以治之，日不什修，知以治之，知不什益。而予官什倍，則此治一而棄其九矣。
en: When knowledge is not increased by ten times, while a tenfold task is assigned, it will evidently result in attending to one and neglecting nine. Though the task be attended to day and night, still it cannot be well executed. And the reason for this is because the rulers do not understand that they should exalt the virtuous and employ the capable in government. Thus exaltation of the virtuous and employment of the capable with the consequent success in government is pre-sented above in the earlier paragraphs. And the depreciation of the virtuous with the resulting confusion in government is presented here in these paragraphs. If the rulers now want to govern their states so that they will be permanent and unshakeable, why do they not learn that exaltation of the virtuous is the foundation of government?

source: 故以尚賢使能爲政而治者，夫若言之謂也。以下賢不使能爲政而亂者，若吾言之謂也。
en: And, thus it is recorded: (He) sought out the wise men to protect and aid you/’ And thus But the Essay is not found in the present text of Shu Ohing, states the " Oath of T’ang ": "M then sought for the Great Sage, with whom I might unite my strength and mind to govern the empire." All these show how the sage-kings never failed to exalt the virtuous and employ the capable in government. The sage-kings of old comprehended only this — to exalt the virtuous and employ the capable in government and nobody else; so the whole world was benefited.

source: 故以尚賢使能爲政而治者，夫若言之謂也。以下賢不使能爲政而亂者，若吾言之謂也。今王公大人中實將欲治其國家，欲修保而勿失，胡不察尚賢爲政之本也？且以尚賢爲政之本者，亦豈獨子墨子之言哉？此聖王之道，先王之書，距年之言也。傳曰：
en: Yao discovered him at Fu Tse. Exalting him, Yao made him Emperor and handed to him the government of the empire and the rule over the people. Yi CMh once served in the bridal party of the daughter of the Prince of Hsin, and later voluntarily served T’ang as his cook. Tang discovered him. Exalting him, T’ang made him his Prime Minister and handed to him the government of the empire and the rule over the people. Fu Yiieh once wore garments of coarse cloth tied with ropes, working as an artisan at Fu Yen.

source: 今王公大人中實將欲治其國家，欲修保而勿失，胡不察尚賢爲政之本也？且以尚賢爲政之本者，亦豈獨子墨子之言哉？此聖王之道，先王之書，距年之言也。傳曰：
en: In times of old, Shun cultivated land at Mt. Li, made pottery by the River, and was engaged in fishing in Lake Lei. Yao discovered him at Fu Tse. Exalting him, Yao made him Emperor and handed to him the government of the empire and the rule over the people.

source: 」《湯誓》曰：「聿求元聖，與之戮力同心，以治天下。」則此言聖王之不失以尚賢使能爲政也。故古者聖王唯能審以尚賢使能爲政，無異物雜焉，天下皆得其利。古者舜，耕歷山，陶河瀕，漁雷澤。
en: Tang discovered him. Exalting him, T’ang made him his Prime Minister and handed to him the government of the empire and the rule over the people. Fu Yiieh once wore garments of coarse cloth tied with ropes, working as an artisan at Fu Yen. Wu Ting dis-covered him. Exalting him, Wu Ting made him High Duke u and handed to him ' the government of the empire and the rule over the people. Why is it that these people starting in humility arrived at honour, starting in poverty arrived at wealth?

source: 伊摯，有莘氏女之私臣，親爲庖人。湯得之，舉以爲己相，與接天下之政，治天下之民。傅說，被褐帶索，庸築乎傅巖。武丁得之，舉以爲三公，與接天下之政，治天下之民。
en: Therefore, none of the people were hungry yet without food, cold yet without clothing, tired yet without rest, disturbed yet without peace. And, the ancient sage-kings in exalting the virtuous and employing the capable in government were following the ways of Heaven.

source: 此何故始賤卒而貴，始貧卒而富？則王公大人明乎以尚賢使能爲政。是以民無饑而不得食，寒而不得衣，勞而不得息，亂而不得治者。
en: How were they rewarded? When they governed the empire, they loved all the people universally and benefited them, and led them in doing honour to Heaven and service to the spirits.

source: 故古聖王以審以尚賢使能爲政，而取法於天。雖天亦不辯貧富貴賤，遠邇親疏，賢者舉而尚之，不肖者抑而廢之。
en: As they loved and benefited the people, Heaven and the spirits rewarded them, appointing them to be Sons of Heaven, and parents of the people.

source: 若昔者三代聖王堯、舜、禹、湯、文、武者是也。所以得其賞，何也？曰：其爲政乎天下也，兼而愛之，從而利之，又率天下之萬民，以尚尊天事鬼、愛利萬民。是故天鬼賞之，立爲天子，以爲民父母，萬民從而譽之曰「聖王」，至今不已。
en: How were they rewarded? When they governed the empire, they loved all the people universally and benefited them, and led them in doing honour to Heaven and service to the spirits. As they loved and benefited the people, Heaven and the spirits rewarded them, appointing them to be Sons of Heaven, and parents of the people.

source: 則此富貴爲賢以得其賞者也。然則富貴爲暴以得其罰者，誰也？曰：若昔者三代暴王桀、紂、幽、厲者是也。何以知其然也？曰其爲政乎天下也，兼而憎之，從而賊之，又率天下之民，以上詬天侮鬼、賊殺萬民。
en: And, thereupon people praised them, calling them sage-kings even unto this day. These then were those that, possessing wealth and position, still strove after virtues and were rewarded. Now, who were those that, possessing wealth and position, yet practised evil and were punished? They were the wicked kings of the Three Dynasties, namely Chieh, Chow, Yu, and Li.

source: 萬民從而非之曰「暴王」，至今不已。則此富貴爲暴而以得其罰者也。然則親而不善以得其罰者，誰也？曰：若昔者伯鯀，帝之元子，廢帝之德庸，旣乃刑之于羽之郊，乃熱照無有及也。帝亦不愛。
en: When they governed the empire they disliked all the people inclusively and oppressed them and led them to curse Heaven and the spirits. Oppressing and destroying the people, they were punished by Heaven and the spirits; their corpses were mangled and lacerated, their children and grand-children were scattered and dispersed, their family hearths were extinguished and descendants exterminated. And, thereupon the people railed at them, calling them wicked kings even unto this day.

source: 若昔者禹、稷、皋陶是也。何以知其然也？先王之書《呂刑》道之，曰：「皇帝清問下民，有辭有苗。曰：
en: Now, who were those that were related (to the ruler) but not virtuous and were visited by punishment? Count Kun was of direct royal descent but had degenerated in the royal virtues.

source: 『羣后之肆在下，明明不常，鰥寡不蓋。德威維威，德明維明。』乃名三后，恤功於民。伯夷降典，哲民維刑。禹平水土，主名山川。稷隆播種，農殖嘉穀。
en: So he was banished to the wilderness of Yii Yii where (in the prison) light could not reach him, neither did the emperor show any favour. Such was he who was related but not virtuous and was visited by punishment. Now, who were those that were employed by Heaven because of their capability? Yii, Chi, and Kao T’ao were they.

source: 「此道也，大用之，天下則不窕；小用之，則不困；修用之，則萬民被其利，終身無已。」《周頌》道之曰：「聖人之德昭於天下，若天之高，若地之普，若山之承，不坼不崩。若日之光，若月之明，與天地同常。
en: " From the princes down to the inferior officers, all helped with clear intelligence the spread of the regular principles of duty, and the solitary and the widows were no more disregarded. The great emperor with an unprejudiced mind carried his inquiries low down among the people, and the solitary and widows laid before him their complaints against the Meaos. He sought to awe (the people) by his virtue, and all were filled with dread, he proceeded (also) to enlightenthem by his virtue, and all were enlightened. And he charged the three chiefs to labour with compassionate anxiety in the people's behalf. The Baron E delivered the statutes (of ceremony) to prevent the people from rendering themselves obnoxious to punishment. Yu reduced to order the water and the land, distinguishing by name the hills and rivers.

source: 」則此言聖人之德章明博大，埴固以修久也。故聖人之德，蓋總乎天地者也。今王公大人欲王天下、正諸侯，夫無德義，將何以哉？其說將必挾震威彊。
en: But how can it be done without / virtue and righteousness? Their way must be by over-; powering and overawing. But what makes them adopt this? ' It simply pursues the people to death.

source: 所欲不得，而所憎屢至，自古及今，未嘗能有以此王天下、正諸侯者也。今大人欲王天下、正諸侯，將欲使意得乎天下，名成乎後世，故不察尚賢爲政之本也？此聖人之厚行也！
en: Their way must be by over-; powering and overawing. But what makes them adopt this? ' It simply pursues the people to death. But hfe is what the I people eagerly desire, and death what they greatly dread. What is desired is not obtained, but what is dreaded befalls them ever so often.
